import React from "react"

export const metadata = {
    title: " قوانین و مقررات | اگرویار",
    description: "سیاست حریم خصوصی و حفظ امنیت | قوانین و مقررات",
};


const Privacy = () => {
    return (
        <>
            <div className="neo flex flex-col items-start justify-center my-[10rem] mx-auto p-8 w-[90%] rounded-[1rem] opacity-[1]">

                <h1 className="text-right text-[1.5rem] mt-0 mr-0 mb-4 ml-0 font-bold max-lg:p-0">
                    حریم خصوصی
                </h1>

                <p className="text-justify text-[0.9rem] m-0 p-0">
                    اگرویار با تاکید بر احترامی که برای حریم شخصی کاربران قائل است، برای
                    خرید، ثبت نظر یا استفاده از امکانات و خدمات پلتفرم های موجود در آن،
                    اطلاعاتی را از کاربران درخواست می‌کند تا بتواند خدماتی امن و مطمئن را
                    به کاربران ارائه دهد. برای پردازش و ارائه خدمات بهتر، اطلاعاتی مانند
                    آدرس و شماره تلفن مورد نیاز است و از آنجا که کلیه فعالیت‌های اگرویار
                    قانونی و مبتنی بر قوانین تجارت الکترونیک صورت می‌گیرد و طی فرآیند
                    خرید، فاکتور رسمی و بنا به درخواست کاربران حقوقی گواهی ارزش افزوده
                    صادر می‌شود، از این رو وارد کردن اطلاعاتی مانند نام و کد ملی برای
                    اشخاص حقیقی یا کد اقتصادی و شناسه ملی برای خریدهای سازمانی لازم است.
                    یادآوری می‌شود با توجه به آدرس و تلفن‌هایی که کاربر در پروفایل خود ثبت
                    می‌کند، تنها آدرس و تلفن‌های رسمی مورد تایید کاربر است و تمام مکاتبات
                    و پاسخ‌های شرکت از طریق آنها صورت می‌گیرد.
                    <br />
                    <br />
                    بنابراین، درج آدرس و شماره تماس‌های همراه و ثابت توسط کاربر، به منزله
                    مورد تایید بودن صحت آنها است و در صورتی که موارد فوق به صورت صحیح یا
                    کامل درج نشده باشد، اگرویار جهت اطمینان از صحت و قطعیت ثبت سفارش
                    می‌تواند از کاربر، اطلاعات تکمیلی و بیشتری درخواست کند.
                    <br />
                    <br />
                    کاربران می‌توانند نام، آدرس و تلفن شخص دیگری را برای تحویل گرفتن سفارش
                    وارد کنند و اگرویار تنها برای ارسال همان سفارش، از این اطلاعات استفاده
                    خواهد کرد.
                    <br />
                    <br />
                    همچنین اگرویار ممکن است برای ارتباط با کاربران، بهینه سازی محتوای وب
                    سایت و تحقیقات بازاریابی از برخی اطلاعات استفاده کند و برای اطلاع
                    رسانی رویدادها و اخبار، خدمات و سرویس‌های ویژه ، برای اعضای وب سایت
                    ایمیل یا پیامک ارسال نماید. در صورتی که کاربران تمایل به دریافت
                    اینگونه ایمیل و پیامک‌ها نداشته باشند، می‌توانند عضویت دریافت خبرنامه
                    اگرویار را در پروفایل خود لغو کنند.
                    <br />
                    <br />
                    اگرویار اطلاعات را توسط کوکی (cookie) جمع آوری می کند. کوکی فایلی است
                    که به درخواست یک سایت، توسط مرورگر ایجاد می‌شود و به سایت امکان ذخیره
                    بازدید‌های شما و مناسب‌سازی آنها را فراهم می‌نماید. بسیاری از مرورگرها
                    امکان غیرفعال کردن کوکی را فراهم کرده‌اند، به این منظور می‌توانید
                    راهنمای مرورگرها را مطالعه کنید.
                    <br />
                    <br />
                    اگرویار ممکن است نقد و نظرهای ارسالی کاربران را در راستای رعایت قوانین
                    وب سایت ویرایش کند. همچنین اگر نظر یا پیام ارسال شده توسط کاربر، مشمول
                    مصادیق محتوای مجرمانه باشد، اگرویار می‌تواند از اطلاعات ثبت‌شده برای
                    پیگیری قانونی استفاده کند. کاربران ضمن استفاده از خدمات وب‌سایت
                    اگرویار، حق ویرایش اطلاعات و استفاده از آنها را در چارچوب فوق‌الذکر به
                    اگرویار اعطا نموده و حق اعتراض را از خود سلب می‌نمایند.
                    <br />
                    <br />
                </p>

                <p className="text-justify text-[0.9rem] m-0 p-0 font-bold">
                    باید تاکید شود که حفظ و نگهداری رمز عبور و نام کاربری بر عهده کاربران
                    است و لذا برای جلوگیری از هرگونه سواستفاده احتمالی، کاربران نباید آن
                    اطلاعات را برای شخص دیگری فاش کنند. در صورتی که کاربر شماره همراه خود
                    را به فردی دیگر واگذار کرد، جهت جلوگیری از سواستفاده یا مشکلات احتمالی
                    کاربران باید شماره موبایل خود را در پروفایل تغییر داده و شماره جدیدی
                    ثبت نمایند.
                    <br />
                    <br />
                </p>

                <p className="text-justify text-[0.9rem] m-0 p-0 font-bold">
                    مسئولیت هرگونه خسارت احتمالی که ناشی از عدم رعایت موارد فوق‌الذکر توسط
                    کاربر باشد، با خود کاربر بوده وکاربر حق هر گونه ادعا علیه اگرویار را
                    از خود سلب می‌کند. اگرویار هویت شخصی کاربران را محرمانه می‌داند و
                    اطلاعات شخصی آنان را به هیچ شخص یا سازمان دیگری منتقل نمی‌کند، مگر
                    اینکه با حکم مقام قضایی یا اداری صالحه یا طبق قوانین و مقررات رایج
                    کشور موظف باشد در اختیار مراجع ذی‌صلاح قرار دهد.در این موارد هیچ گونه
                    مسئولیت قانونی مبنی بر جبران خسارت برای اگرویار وجود ندارد و کاربران
                    با اعلام رضایت خود در استفاده از خدمات وب سایت حق هرگونه اعتراض را از
                    خود سلب نموده اند.
                    <br />
                    <br />
                </p>

                <p className="text-justify text-[0.9rem] m-0 p-0">
                    اگرویار برای حفاظت و نگهداری اطلاعات و حریم شخصی کاربران همه توان خود
                    را به کار می‌گیرد و امیدوار است که تجربه ای امن، راحت و خوشایند را
                    برای همه کاربران فراهم آورد.
                    <br />
                    <br />
                    <br />
                </p>

                <p className="text-justify text-[0.9rem] m-0 p-0">
                    در صورت وجود هرگونه سوال٬ لطفا با اطلاعات تماس زیر ارتباط برقرار کنید.
                    <br />
                    <br />
                </p>

                <p className="text-[1.2rem] m-0 p-0 font-bold">تلفن تماس :</p>

                <p className="m-0 p-0">
                    051-91004601
                    <br />
                    <br />
                </p>

                <p className="font-bold text-2xl mb-3">
                    کپی رایت ©️
                </p>
                <p className="font-semibold text-[#333333]">
                    با توجه به اینکه ایده‌پردازی و مالکیت مادی و معنوی تمامی وبسرویس‌ها، وبسایت‌ها  و اپلیکیشن اگرویار متعلق به شرکت خوشه‌پروران مهام (اگرویار) است، هرگونه کپی‌برداری و سوء استفاده از اطلاعات و محتوای آن پیگرد قانونی دارد و تمامی حقوق برای شرکت خوشه پروران زیست فناور محفوظ است.
                </p>
            </div>
        </>
    )
}

export default Privacy